Repository: jaredreich/dorsal
Catalog: MusicClient/MusicClient/Localizable.xcstrings
Source language: en
Languages: de, es, fi, fr, it, ja, nb, nl, pt_br, pt_pt, sv

# album.cached
source: cached
de: zwischengespeichert
es: en caché
fi: välimuistissa
fr: en cache
it: nella cache
ja: キャッシュ済み
nb: hurtiglagret
nl: in cache
pt_br: em cache
pt_pt: em cache
sv: cachad

# album.clear_cache
source: Clear Cache
de: Cache leeren
es: Borrar caché
fi: Tyhjennä välimuisti
fr: Vider le cache
it: Svuota cache
ja: キャッシュを消去
nb: Tøm hurtiglager
nl: Cache wissen
pt_br: Limpar cache
pt_pt: Limpar cache
sv: Rensa cache

# album.clear_cache_alert.message
source: This will clear all cached songs from this album.
de: Dadurch werden alle zwischengespeicherten Songs dieses Albums gelöscht.
es: Se eliminarán todas las canciones en caché de este álbum.
fi: Tämä poistaa kaikki tämän albumin välimuistissa olevat kappaleet.
fr: Cela supprimera toutes les chansons en cache de cet album.
it: Verranno rimossi tutti i brani nella cache di questo album.
ja: このアルバムのキャッシュ済みの曲をすべて削除します。
nb: Dette fjerner alle hurtiglagrede sanger fra dette albumet.
nl: Hiermee worden alle gecachte nummers van dit album verwijderd.
pt_br: Todas as músicas em cache deste álbum serão removidas.
pt_pt: Todas as músicas em cache deste álbum serão removidas.
sv: Detta raderar alla cachade låtar från det här albumet.

# album.clear_cache_alert.title
source: Clear Cache
de: Cache leeren
es: Borrar caché
fi: Tyhjennä välimuisti
fr: Vider le cache
it: Svuota cache
ja: キャッシュを消去
nb: Tøm hurtiglager
nl: Cache wissen
pt_br: Limpar cache
pt_pt: Limpar cache
sv: Rensa cache

# album.download
source: Download
de: Laden
es: Descargar
fi: Lataa
fr: Télécharger
it: Scarica
ja: ダウンロード
nb: Last ned
nl: Downloaden
pt_br: Baixar
pt_pt: Descarregar
sv: Ladda ner

# album.download_alert.message
source: Download this album? It will be protected from cache clearing.
de: Dieses Album laden? Es wird beim Leeren des Cache geschützt.
es: ¿Descargar este álbum? Estará protegido contra el borrado del caché.
fi: Ladataanko tämä albumi? Se suojataan välimuistin tyhjentämiseltä.
fr: Télécharger cet album ? Il sera protégé contre le vidage du cache.
it: Scaricare questo album? Sarà protetto dalla pulizia della cache.
ja: このアルバムをダウンロードしますか？キャッシュの消去から保護されます。
nb: Laste ned dette albumet? Det blir beskyttet mot tømming av hurtiglageret.
nl: Dit album downloaden? Het wordt beschermd tegen het wissen van de cache.
pt_br: Baixar este álbum? Ele será protegido contra a limpeza do cache.
pt_pt: Descarregar este álbum? Ficará protegido contra a limpeza da cache.
sv: Ladda ner det här albumet? Det skyddas från cacherensning.

# album.download_alert.title
source: Download Album
de: Album laden
es: Descargar álbum
fi: Lataa albumi
fr: Télécharger l'album
it: Scarica album
ja: アルバムをダウンロード
nb: Last ned album
nl: Album downloaden
pt_br: Baixar álbum
pt_pt: Descarregar álbum
sv: Ladda ner album

# album.empty.subtitle
source: Sync your library to load track information.
de: Synchronisiere deine Mediathek, um Titelinformationen zu laden.
es: Sincroniza tu biblioteca para cargar la información de las pistas.
fi: Synkronoi kirjastosi ladataksesi kappaletiedot.
fr: Synchronisez votre bibliothèque pour charger les informations des pistes.
it: Sincronizza la libreria per caricare le informazioni sui brani.
ja: ライブラリを同期してトラック情報を読み込んでください。
nb: Synkroniser biblioteket ditt for å laste inn sporinformasjon.
nl: Synchroniseer je bibliotheek om trackinformatie te laden.
pt_br: Sincronize sua biblioteca para carregar as informações das faixas.
pt_pt: Sincronize a sua biblioteca para carregar as informações das faixas.
sv: Synkronisera ditt bibliotek för att läsa in spårinformation.

# album.empty.title
source: No Songs Available
de: Keine Songs verfügbar
es: No hay canciones disponibles
fi: Ei kappaleita saatavilla
fr: Aucune chanson disponible
it: Nessun brano disponibile
ja: 曲がありません
nb: Ingen sanger tilgjengelig
nl: Geen nummers beschikbaar
pt_br: Nenhuma música disponível
pt_pt: Nenhuma música disponível
sv: Inga låtar tillgängliga

# album.minutes
source: minutes
de: Minuten
es: minutos
fi: minuuttia
it: minuti
ja: 分
nb: minutter
nl: minuten
pt_br: minutos
pt_pt: minutos
sv: minuter

# album.play
source: Play
de: Wiedergabe
es: Reproducir
fi: Toista
fr: Lecture
it: Riproduci
ja: 再生
nb: Spill
nl: Speel af
pt_br: Reproduzir
pt_pt: Reproduzir
sv: Spela

# album.undownload_alert.message
source: This will undownload the album. It will no longer be protected from cache clearing.
de: Das Album wird nicht mehr offline verfügbar sein und beim Leeren des Cache nicht mehr geschützt.
es: Se eliminará la descarga del álbum. Ya no estará protegido contra el borrado del caché.
fi: Albumin lataus poistetaan. Sitä ei enää suojata välimuistin tyhjentämiseltä.
fr: L'album ne sera plus téléchargé et ne sera plus protégé lors du vidage du cache.
it: Il download dell’album verrà rimosso. Non sarà più protetto dalla pulizia della cache.
ja: アルバムのダウンロードを削除します。キャッシュの消去から保護されなくなります。
nb: Nedlastingen av albumet fjernes. Det vil ikke lenger være beskyttet mot tømming av hurtiglageret.
nl: De download van het album wordt verwijderd. Het wordt niet langer beschermd tegen het wissen van de cache.
pt_br: O download do álbum será removido. Ele não será mais protegido contra a limpeza do cache.
pt_pt: O descarregamento do álbum será removido. Deixará de estar protegido contra a limpeza da cache.
sv: Nedladdningen av albumet tas bort. Det skyddas inte längre från cacherensning.

# album.undownload_alert.title
source: Undownload Album
de: Download entfernen
es: Eliminar descarga
fi: Poista lataus
fr: Supprimer le téléchargement
it: Rimuovi download
ja: ダウンロードを削除
nb: Fjern nedlasting
nl: Download verwijderen
pt_br: Remover download
pt_pt: Remover descarregamento
sv: Ta bort nedladdning

# audio_quality.high
source: High (256 kbps)
de: Hoch (256 kbps)
es: Alta (256 kbps)
fi: Korkea (256 kbps)
fr: Haute (256 kbps)
it: Alta (256 kbps)
ja: 高音質 (256 kbps)
nb: Høy (256 kbps)
nl: Hoog (256 kbps)
pt_br: Alta (256 kbps)
pt_pt: Alta (256 kbps)
sv: Hög (256 kbps)

# audio_quality.low
source: Low (128 kbps)
de: Niedrig (128 kbps)
es: Baja (128 kbps)
fi: Matala (128 kbps)
fr: Basse (128 kbps)
it: Bassa (128 kbps)
ja: 低音質 (128 kbps)
nb: Lav (128 kbps)
nl: Laag (128 kbps)
pt_br: Baixa (128 kbps)
pt_pt: Baixa (128 kbps)
sv: Låg (128 kbps)

# audio_quality.medium
source: Medium (192 kbps)
de: Mittel (192 kbps)
es: Media (192 kbps)
fi: Keskitaso (192 kbps)
fr: Moyenne (192 kbps)
it: Media (192 kbps)
ja: 標準 (192 kbps)
nb: Middels (192 kbps)
nl: Gemiddeld (192 kbps)
pt_br: Média (192 kbps)
pt_pt: Média (192 kbps)
sv: Medel (192 kbps)

# carplay.queue.title
source: Up Next
de: Als Nächstes
es: A continuación
fi: Seuraavaksi
fr: À suivre
it: In coda
ja: 次に再生
nb: Neste
nl: Hierna
pt_br: A seguir
pt_pt: A seguir
sv: Nästa

# carplay.unauthenticated.message
source: Open the app on your phone to get started.
de: Öffne die auf deinem Telefon, um zu beginnen.
es: Abre la app en tu teléfono para comenzar.
fi: Avaa sovellus puhelimessasi aloittaaksesi.
fr: Ouvrez l'application sur votre téléphone pour commencer.
it: Apri l’app sul telefono per iniziare.
ja: お使いのiPhoneでアプリを開いて設定してください。
nb: Åpne appen på telefonen din for å komme i gang.
nl: Open de app op je telefoon om te beginnen.
pt_br: Abra o app no seu celular para começar.
pt_pt: Abra a app no seu telemóvel para começar.
sv: Öppna appen på din telefon för att komma igång.

# carplay.unauthenticated.title
source: No Jellyfin server connection...
de: Keine Verbindung zum Jellyfin-Server …
es: Sin conexión al servidor Jellyfin…
fi: Ei yhteyttä Jellyfin-palvelimeen…
fr: Aucune connexion au serveur Jellyfin...
it: Nessuna connessione al server Jellyfin…
ja: Jellyfinサーバーに未接続…
nb: Ingen tilkobling til Jellyfin-server…
nl: Geen verbinding met Jellyfin-server…
pt_br: Sem conexão com o servidor Jellyfin…
pt_pt: Sem ligação ao servidor Jellyfin…
sv: Ingen anslutning till Jellyfin-server…

# common.cancel
source: Cancel
de: Abbrechen
es: Cancelar
fi: Kumoa
fr: Annuler
it: Annulla
ja: キャンセル
nb: Avbryt
nl: Annuleer
pt_br: Cancelar
pt_pt: Cancelar
sv: Avbryt

# common.clear
source: Clear
de: Löschen
es: Borrar
fi: Tyhjennä
fr: Effacer
it: Cancella
ja: 消去
nb: Tøm
nl: Wis
pt_br: Limpar
pt_pt: Limpar
sv: Rensa

# filter.latest_added
source: Latest Added
de: Zuletzt hinzugefügt
es: Añadidos recientes
fi: Viimeksi lisätyt
fr: Ajouts récents
it: Aggiunti di recente
ja: 最近追加した項目
nb: Sist lagt til
nl: Recent toegevoegd
pt_br: Adicionados recentemente
pt_pt: Adicionados recentemente
sv: Senast tillagda

# filter.library
source: Library
de: Mediathek
es: Biblioteca
fi: Kirjasto
fr: Bibliothèque
it: Libreria
ja: ライブラリ
nb: Bibliotek
nl: Bibliotheek
pt_br: Biblioteca
pt_pt: Biblioteca
sv: Bibliotek

# filter.recently_played
source: Recently Played
de: Zuletzt gespielt
es: Reproducidos recientes
fi: Viimeksi toistetut
fr: Écoutés récemment
it: Riprodotti di recente
ja: 最近再生した項目
nb: Nylig spilt
nl: Recent afgespeeld
pt_br: Reproduzidos recentemente
pt_pt: Reproduzidos recentemente
sv: Senast spelade

# general.cached
source: Cached
de: Zwischengespeichert
es: En caché
fi: Välimuistissa
fr: En cache
it: Nella cache
ja: キャッシュ
nb: Hurtiglagret
nl: In cache
pt_br: Em cache
pt_pt: Em cache
sv: Cachad

# general.disc
source: Disc
de: CD
es: Disco
fi: Levy
fr: Disque
it: Disco
ja: ディスク
nb: Plate
nl: Schijf
pt_br: Disco
pt_pt: Disco
sv: Skiva

# general.duration
source: Duration
de: Dauer
es: Duración
fi: Kesto
fr: Durée
it: Durata
ja: 再生時間
nb: Varighet
nl: Duur
pt_br: Duração
pt_pt: Duração
sv: Längd

# general.size
source: Size
de: Größe
es: Tamaño
fi: Koko
fr: Taille
it: Dimensione
ja: サイズ
nb: Størrelse
nl: Grootte
pt_br: Tamanho
pt_pt: Tamanho
sv: Storlek

# general.track
source: Track
de: Titel
es: Pista
fi: Raita
fr: Piste
it: Traccia
ja: トラック
nb: Spor
nl: Nummer
pt_br: Faixa
pt_pt: Faixa
sv: Spår

# general.tracks
source: tracks
de: titel
es: pistas
fi: raitaa
fr: pistes
it: tracce
ja: 曲
nb: spor
nl: nummers
pt_br: faixas
pt_pt: faixas
sv: spår

# library.empty.latest_added
source: No Latest Added Albums
de: Keine kürzlich hinzugefügten Alben
es: No hay álbumes añadidos recientes
fi: Ei viimeksi lisättyjä albumeita
fr: Aucun album récemment ajouté
it: Nessun album aggiunto di recente
ja: 最近追加したアルバムはありません
nb: Ingen nylig tillagte album
nl: Geen recent toegevoegde albums
pt_br: Nenhum álbum adicionado recentemente
pt_pt: Nenhum álbum adicionado recentemente
sv: Inga senast tillagda album

# library.empty.library
source: No Albums Found
de: Keine Alben gefunden
es: No se encontraron álbumes
fi: Albumeita ei löytynyt
fr: Aucun album trouvé
it: Nessun album trovato
ja: アルバムが見つかりません
nb: Ingen album funnet
nl: Geen albums gevonden
pt_br: Nenhum álbum encontrado
pt_pt: Nenhum álbum encontrado
sv: Inga album hittades

# library.empty.no_results
source: No results
de: Keine Ergebnisse
es: Sin resultados
fi: Ei tuloksia
fr: Aucun résultat
it: Nessun risultato
ja: 結果なし
nb: Ingen resultater
nl: Geen resultaten
pt_br: Sem resultados
pt_pt: Sem resultados
sv: Inga resultat

# library.empty.offline
source: No Offline Albums
de: Keine Offline-Alben
es: No hay álbumes sin conexión
fi: Ei offline-albumeita
fr: Aucun album hors ligne
it: Nessun album offline
ja: オフラインアルバムはありません
nb: Ingen frakoblede album
nl: Geen offline albums
pt_br: Nenhum álbum offline
pt_pt: Nenhum álbum offline
sv: Inga offlinealbum

# library.empty.recently_played
source: No Recently Played Albums
de: Keine kürzlich gespielten Alben
es: No hay álbumes reproducidos recientes
fi: Ei viimeksi toistettuja albumeita
fr: Aucun album écouté récemment
it: Nessun album riprodotto di recente
ja: 最近再生したアルバムはありません
nb: Ingen nylig spilte album
nl: Geen recent afgespeelde albums
pt_br: Nenhum álbum reproduzido recentemente
pt_pt: Nenhum álbum reproduzido recentemente
sv: Inga senast spelade album

# library.loading
source: Loading Albums...
de: Alben werden geladen …
es: Cargando álbumes…
fi: Ladataan albumeita…
fr: Chargement des albums...
it: Caricamento album…
ja: アルバムを読み込み中…
nb: Laster album…
nl: Albums laden…
pt_br: Carregando álbuns…
pt_pt: A carregar álbuns…
sv: Läser in album…

# library.random_album
source: Random Album
de: Zufälliges Album
es: Álbum aleatorio
fi: Satunnainen albumi
fr: Album aléatoire
it: Album casuale
ja: ランダムなアルバム
nb: Tilfeldig album
nl: Willekeurig album
pt_br: Álbum aleatório
pt_pt: Álbum aleatório
sv: Slumpmässigt album

# library.refresh
source: Refresh
de: Aktualisieren
es: Actualizar
fi: Päivitä
fr: Actualiser
it: Aggiorna
ja: 更新
nb: Oppdater
nl: Vernieuw
pt_br: Atualizar
pt_pt: Atualizar
sv: Uppdatera

# library.remove
source: Remove
de: Entfernen
es: Eliminar
fi: Poista
fr: Supprimer
it: Rimuovi
ja: 削除
nb: Fjern
nl: Verwijder
pt_br: Remover
pt_pt: Remover
sv: Ta bort

# library.search_prompt
source: Search artists, albums, songs
de: Künstler, Alben, Songs suchen
es: Buscar artistas, álbumes, canciones
fi: Hae artisteja, albumeita, kappaleita
fr: Rechercher artistes, albums, chansons
it: Cerca artisti, album, brani
ja: アーティスト、アルバム、曲を検索
nb: Søk etter artister, album, sanger
nl: Zoek artiesten, albums, nummers
pt_br: Buscar artistas, álbuns, músicas
pt_pt: Pesquisar artistas, álbuns, músicas
sv: Sök artister, album, låtar

# now_playing.title
source: Now Playing
de: Aktuelle Wiedergabe
es: Reproduciendo
fi: Nyt soi
fr: Lecture en cours
it: In riproduzione
ja: 再生中
nb: Spilles nå
nl: Nu aan het afspelen
pt_br: Reproduzindo
pt_pt: A reproduzir
sv: Spelas nu

# settings.about.credits
source: Credits
de: Danksagung
es: Créditos
fi: Tekijät
fr: Crédits
it: Crediti
ja: クレジット
nb: Bidragsytere
pt_br: Créditos
pt_pt: Créditos
sv: Tack till

# settings.about.header
source: About
de: Über
es: Acerca de
fi: Tietoja
fr: À propos
it: Info
ja: 情報
nb: Om
nl: Over
pt_br: Sobre
pt_pt: Acerca
sv: Om

# settings.account.sign_out
source: Sign Out
de: Abmelden
es: Cerrar sesión
fi: Kirjaudu ulos
fr: Se déconnecter
it: Esci
ja: サインアウト
nb: Logg ut
nl: Uitloggen
pt_br: Sair
pt_pt: Terminar sessão
sv: Logga ut

# settings.account.sign_out_alert.message
source: Are you sure you want to sign out?
de: Möchtest du dich wirklich abmelden?
es: ¿Seguro que quieres cerrar sesión?
fi: Haluatko varmasti kirjautua ulos?
fr: Voulez-vous vraiment vous déconnecter ?
it: Vuoi davvero uscire?
ja: サインアウトしてもよろしいですか？
nb: Er du sikker på at du vil logge ut?
nl: Weet je zeker dat je wilt uitloggen?
pt_br: Tem certeza de que deseja sair?
pt_pt: Tem a certeza de que pretende terminar sessão?
sv: Är du säker på att du vill logga ut?

# settings.account.user
source: User
de: Benutzer
es: Usuario
fi: Käyttäjä
fr: Utilisateur
it: Utente
ja: ユーザー
nb: Bruker
nl: Gebruiker
pt_br: Usuário
pt_pt: Utilizador
sv: Användare

# settings.appearance.accent_color
source: Accent Color
de: Akzentfarbe
es: Color de acento
fi: Korostusväri
fr: Couleur d'accentuation
it: Colore accento
ja: アクセントカラー
nb: Aksentfarge
nl: Accentkleur
pt_br: Cor de destaque
pt_pt: Cor de destaque
sv: Accentfärg

# settings.appearance.accent_color.footer
source: Changes the accent color used throughout the app.
de: Ändert die Akzentfarbe, die in der gesamten App verwendet wird.
es: Cambia el color de acento utilizado en toda la app.
fi: Muuttaa koko sovelluksessa käytettävää korostusväriä.
fr: Modifie la couleur d'accentuation utilisée dans l'application.
it: Modifica il colore accento utilizzato in tutta l’app.
ja: アプリ全体で使用されるアクセントカラーを変更します。
nb: Endrer aksentfargen som brukes i hele appen.
nl: Wijzigt de accentkleur die in de hele app wordt gebruikt.
pt_br: Altera a cor de destaque usada em todo o app.
pt_pt: Altera a cor de destaque utilizada em toda a app.
sv: Ändrar accentfärgen som används i hela appen.

# settings.appearance.reset_default
source: Reset to Default
de: Auf Standard zurücksetzen
es: Restablecer predeterminado
fi: Palauta oletusasetus
fr: Réinitialiser par défaut
it: Ripristina predefinito
ja: デフォルトに戻す
nb: Tilbakestill til standard
nl: Herstel standaard
pt_br: Redefinir padrão
pt_pt: Repor predefinição
sv: Återställ standard

# settings.appearance.title
source: Appearance
de: Erscheinungsbild
es: Apariencia
fi: Ulkoasu
fr: Apparence
it: Aspetto
ja: 外観
nb: Utseende
nl: Weergave
pt_br: Aparência
pt_pt: Aparência
sv: Utseende

# settings.equalizer.bands
source: Frequency Bands
de: Frequenzbänder
es: Bandas de frecuencia
fi: Taajuuskaistat
fr: Bandes de fréquence
it: Bande di frequenza
ja: 周波数バンド
nb: Frekvensbånd
nl: Frequentiebanden
pt_br: Bandas de frequência
pt_pt: Bandas de frequência
sv: Frekvensband

# settings.equalizer.enabled
source: Enable Equalizer
de: Equalizer aktivieren
es: Activar ecualizador
fi: Ota taajuuskorjain käyttöön
fr: Activer l'égaliseur
it: Attiva equalizzatore
ja: イコライザを有効にする
nb: Aktiver equalizer
nl: Equalizer inschakelen
pt_br: Ativar equalizador
pt_pt: Ativar equalizador
sv: Aktivera equalizer

# settings.equalizer.preset
source: Preset
de: Voreinstellung
es: Preajuste
fi: Esiasetus
fr: Préréglage
ja: プリセット
nb: Forhåndsinnstilling
nl: Voorinstelling
pt_br: Predefinição
pt_pt: Predefinição
sv: Förinställning

# settings.equalizer.preset.acoustic
source: Acoustic
de: Akustik
es: Acústico
fi: Akustinen
fr: Acoustique
it: Acustico
ja: アコースティック
nb: Akustisk
nl: Akoestisch
pt_br: Acústico
pt_pt: Acústico
sv: Akustisk

# settings.equalizer.preset.bass_boost
source: Bass Boost
de: Bassverstärkung
es: Refuerzo de graves
fi: Bassonkorostus
fr: Renforcement des basses
it: Potenziamento bassi
ja: 低音強調
nb: Bassforsterkning
nl: Basversterking
pt_br: Reforço de graves
pt_pt: Reforço de graves
sv: Basförstärkning

# settings.equalizer.preset.custom
source: Custom
de: Benutzerdefiniert
es: Personalizado
fi: Mukautettu
fr: Personnalisé
it: Personalizzato
ja: カスタム
nb: Egendefinert
nl: Aangepast
pt_br: Personalizado
pt_pt: Personalizado
sv: Anpassad

# settings.equalizer.preset.flat
source: Flat
de: Flach
es: Plano
fi: Tasainen
fr: Neutre
it: Piatto
ja: フラット
nl: Vlak
pt_br: Neutro
pt_pt: Neutro
sv: Platt

# settings.equalizer.preset.treble_boost
source: Treble Boost
de: Höhenverstärkung
es: Refuerzo de agudos
fi: Diskantin korostus
fr: Renforcement des aigus
it: Potenziamento alti
ja: 高音強調
nb: Diskantforsterkning
nl: Hoge tonen versterking
pt_br: Reforço de agudos
pt_pt: Reforço de agudos
sv: Diskantförstärkning

# settings.equalizer.preset.vocal
source: Vocal
de: Gesang
es: Voz
fi: Laulu
fr: Voix
it: Voce
ja: ボーカル
nb: Vokal
nl: Vocaal
sv: Sång

# settings.equalizer.reset
source: Reset
de: Zurücksetzen
es: Restablecer
fi: Nollaa
fr: Réinitialiser
it: Ripristina
ja: リセット
nb: Tilbakestill
nl: Herstel
pt_br: Redefinir
pt_pt: Repor
sv: Återställ

# settings.library.albums
source: Albums
de: Alben
es: Álbumes
fi: Albumit
it: Album
ja: アルバム
nb: Album
pt_br: Álbuns
pt_pt: Álbuns
sv: Album

# settings.library.header
source: Library
de: Mediathek
es: Biblioteca
fi: Kirjasto
fr: Bibliothèque
it: Libreria
ja: ライブラリ
nb: Bibliotek
nl: Bibliotheek
pt_br: Biblioteca
pt_pt: Biblioteca
sv: Bibliotek

# settings.library.total_duration
source: Total Duration
de: Gesamtdauer
es: Duración total
fi: Kokonaiskesto
fr: Durée totale
it: Durata totale
ja: 合計再生時間
nb: Total varighet
nl: Totale duur
pt_br: Duração total
pt_pt: Duração total
sv: Total längd

# settings.storage.album_art.header
source: Album Art
de: Albumcover
es: Carátulas
fi: Kansikuvat
fr: Pochettes d'albums
it: Copertine
ja: アートワーク
nb: Albumomslag
nl: Albumhoezen
pt_br: Capas de álbuns
pt_pt: Capas de álbuns
sv: Albumomslag

# settings.storage.album_art_size
source: Album Art Size
de: Albumcover-Größe
es: Tamaño de carátulas
fi: Kansikuvien koko
fr: Taille des pochettes
it: Dimensione copertine
ja: アートワークのサイズ
nb: Størrelse på albumomslag
nl: Grootte albumhoezen
pt_br: Tamanho das capas
pt_pt: Tamanho das capas
sv: Storlek på albumomslag

# settings.storage.audio_quality.header
source: Audio Quality
de: Audioqualität
es: Calidad de audio
fi: Äänenlaatu
fr: Qualité audio
it: Qualità audio
ja: 音質
nb: Lydkvalitet
nl: Audiokwaliteit
pt_br: Qualidade de áudio
pt_pt: Qualidade de áudio
sv: Ljudkvalitet

# settings.storage.cache_size
source: Cache Size
de: Cache-Größe
es: Tamaño del caché
fi: Välimuistin koko
fr: Taille du cache
it: Dimensione cache
ja: キャッシュサイズ
nb: Hurtiglagerstørrelse
nl: Cachegrootte
pt_br: Tamanho do cache
pt_pt: Tamanho da cache
sv: Cachestorlek

# settings.storage.clear_album_art
source: Clear Album Art
de: Albumcover löschen
es: Borrar carátulas
fi: Tyhjennä kansikuvat
fr: Effacer les pochettes
it: Cancella copertine
ja: アートワークを消去
nb: Tøm albumomslag
nl: Albumhoezen wissen
pt_br: Limpar capas
pt_pt: Limpar capas
sv: Rensa albumomslag

# settings.storage.clear_album_art.message
source: This will clear all cached album art. Art for downloaded albums will be kept. Album art will be re-downloaded as you browse.
de: Dadurch werden alle zwischengespeicherten Albumcover gelöscht. Cover geladener Alben bleiben erhalten. Albumcover werden beim Durchsuchen erneut geladen.
es: Se borrarán todas las carátulas en caché. Las carátulas de los álbumes descargados se conservarán. Se volverán a descargar mientras navegas.
fi: Kaikki välimuistissa olevat kansikuvat tyhjennetään. Ladattujen albumien kansikuvat säilytetään. Kansikuvat ladataan uudelleen selatessasi.
fr: Cela effacera toutes les pochettes en cache. Les pochettes des albums téléchargés seront conservées. Elles seront téléchargées à nouveau lors de la navigation.
it: Tutte le copertine nella cache verranno cancellate. Le copertine degli album scaricati saranno conservate. Le copertine verranno scaricate nuovamente durante la navigazione.
ja: キャッシュ済みのアートワークをすべて消去します。ダウンロード済みアルバムのアートワークは保持されます。アートワークは閲覧時に再ダウンロードされます。
nb: Alle hurtiglagrede albumomslag tømmes. Omslag for nedlastede album beholdes. Albumomslag lastes ned på nytt når du blar.
nl: Alle gecachte albumhoezen worden gewist. Hoezen van gedownloade albums blijven behouden. Albumhoezen worden opnieuw gedownload tijdens het browsen.
pt_br: Todas as capas em cache serão removidas. As capas de álbuns baixados serão mantidas. As capas serão baixadas novamente conforme você navega.
pt_pt: Todas as capas em cache serão removidas. As capas de álbuns descarregados serão mantidas. As capas serão descarregadas novamente à medida que navega.
sv: Alla cachade albumomslag rensas. Omslag för nedladdade album behålls. Albumomslag laddas ner igen när du bläddrar.

# settings.storage.clear_cache
source: Clear Cache
de: Cache leeren
es: Borrar caché
fi: Tyhjennä välimuisti
fr: Vider le cache
it: Svuota cache
ja: キャッシュを消去
nb: Tøm hurtiglager
nl: Cache wissen
pt_br: Limpar cache
pt_pt: Limpar cache
sv: Rensa cache
